Extensions installed on WSL: Ubuntu-20.04:
abusaidm.html-snippets
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
HookyQR.beautify
ms-vscode.cpptools
PKief.material-icon-theme
TabNine.tabnine-vscode
VisualStudioExptTeam.vscodeintellicode
xaver.clang-format
